export const era = {
  원시미술: 9,
  고대미술: 10,
  중세미술: 11,
  근세미술: 12,
  근대미술: 13,
  현대미술: 14,
};

export const artMovement = {
  이집트: 15,
  그리스: 16,
  로마: 17,
  비잔틴: 18,
  로마네스크: 19,
  고딕: 20,
  르네상스: 21,
  바로크: 22,
  로코코: 23,
  신고전주의: 24,
  낭만주의: 25,
  자연주의: 26,
  사실주의: 27,
  인상주의: 28,
  후기인상주의: 29,
  신인상주의: 30,
  상징주의: 31,
  야수파: 32,
  입체파: 33,
  추상미술: 34,
  신조형주의: 35,
  표현주의: 36,
  미래파: 37,
  다다이즘: 38,
  초현실주의: 39,
  초상표현주의: 40,
  모노크롬: 41,
  "엥포르멜(비정형미술)": 42,
  "아웃사이더 아트": 43,
  팝아트: 44,
  누보레알리슴: 45,
  "키네틱 아트": 46,
  옵아트: 47,
  미니멀리즘: 48,
  개념미술: 49,
  플렉서스: 50,
  대지미술: 51,
  실험미술: 56,
};
export const genre = {
  추상: 1,
  인물: 2,
  풍경: 3,
  스케치: 4,
  조각: 5,
  "미디어 아트": 6,
  사진: 7,
  설치미술: 8,
  퍼포먼스: 57,
};

export const takePhoto = { "사진촬영 가능": 52 };

export const orient = { 동양화: 53, 서양화: 54 };

export const free = { "무료 전시회": 55 };
