//  free        0
//  takePhoto   1
//  orient      5~30
//  era         31~50
//  genre       51~100
//  artMovement 101~

export const free = { 무료: 0 };

export const takePhoto = { "사진촬영 가능": 1 };

export const permanent = { 상설: 2 };

export const orient = { 동양: 5, 서양: 6 };

export const era = {
  원시미술: 31,
  고대미술: 32,
  중세미술: 33,
  근세미술: 34,
  근대미술: 35,
  현대미술: 36,
  고미술: 37,
};

export const genre = {
  추상: 51,
  회화: 52,
  조각: 53,
  "미디어 아트": 54,
  사진: 55,
  설치미술: 56,
  퍼포먼스: 57,
  공예: 58,
  영상: 59,
  판화: 60,
};

export const artMovement = {
  이집트: 101,
  "고대 그리스": 102,
  "고대 로마": 103,
  비잔틴: 104,
  로마네스크: 105,
  고딕: 106,
  르네상스: 107,
  바로크: 108,
  로코코: 109,
  신고전주의: 110,
  낭만주의: 111,
  자연주의: 112,
  사실주의: 113,
  인상주의: 114,
  후기인상주의: 115,
  신인상주의: 116,
  상징주의: 117,
  야수파: 118,
  입체파: 119,
  추상미술: 120,
  신조형주의: 121,
  표현주의: 122,
  미래파: 123,
  다다이즘: 124,
  초현실주의: 125,
  초상표현주의: 126,
  모노크롬: 127,
  "엥포르멜(비정형미술)": 128,
  "아웃사이더 아트": 129,
  팝아트: 130,
  누보레알리슴: 131,
  "키네틱 아트": 132,
  옵아트: 133,
  미니멀리즘: 134,
  개념미술: 135,
  플렉서스: 136,
  대지미술: 137,
  실험미술: 138,
  사이버파트: 139,
};

// export const era = {
//   원시미술: 9,
//   고대미술: 10,
//   중세미술: 11,
//   근세미술: 12,
//   근대미술: 13,
//   현대미술: 14,
// };

// export const artMovement = {
//   이집트: 15,
//   그리스: 16,
//   로마: 17,
//   비잔틴: 18,
//   로마네스크: 19,
//   고딕: 20,
//   르네상스: 21,
//   바로크: 22,
//   로코코: 23,
//   신고전주의: 24,
//   낭만주의: 25,
//   자연주의: 26,
//   사실주의: 27,
//   인상주의: 28,
//   후기인상주의: 29,
//   신인상주의: 30,
//   상징주의: 31,
//   야수파: 32,
//   입체파: 33,
//   추상미술: 34,
//   신조형주의: 35,
//   표현주의: 36,
//   미래파: 37,
//   다다이즘: 38,
//   초현실주의: 39,
//   초상표현주의: 40,
//   모노크롬: 41,
//   "엥포르멜(비정형미술)": 42,
//   "아웃사이더 아트": 43,
//   팝아트: 44,
//   누보레알리슴: 45,
//   "키네틱 아트": 46,
//   옵아트: 47,
//   미니멀리즘: 48,
//   개념미술: 49,
//   플렉서스: 50,
//   대지미술: 51,
//   실험미술: 56,
// };
// export const genre = {
//   추상: 1,
//   인물: 2,
//   풍경: 3,
//   회화: 4,
//   조각: 5,
//   "미디어 아트": 6,
//   사진: 7,
//   설치미술: 8,
//   퍼포먼스: 57,
//   공예: 58,
// };

// export const takePhoto = { "사진촬영 가능": 52 };

// export const orient = { 동양화: 53, 서양화: 54 };

// export const free = { "무료 전시회": 55 };
